[
    {
        "id": "col_af_poignard_grand_jeu",
        "category": "power",
        "subCategory": "history",
        "name": "Le Poignard du Grand Jeu",
        "description": "Symbole de la lutte stratégique pour le contrôle de l'Asie Centrale. Cette arme représente la résistance farouche des montagnes afghanes qui ont émoussé les ambitions des plus grands empires de l'histoire, des Britanniques aux Soviétiques.\nUne relique d'une terre imprenable.",
        "imageUri": "https://adarracq.github.io/unocculto-assets/col_af_poignard_grand_jeu.png",
        "countryCode": "AF",
        "rarity": "legendary"
    },
    {
        "id": "col_af_fragment_gres",
        "category": "humanity",
        "subCategory": "religion",
        "name": "Le Fragment de Bamiyan",
        "description": "Un vestige silencieux des géants de pierre qui veillaient sur la Route de la Soie. Ce fragment incarne la mémoire d'un passé bouddhiste oublié et la fragilité du patrimoine culturel face à l'intolérance religieuse.",
        "imageUri": "https://adarracq.github.io/unocculto-assets/col_af_fragment_gres.png",
        "countryCode": "AF",
        "rarity": "rare"
    },
    {
        "id": "col_za_bulletin_1994",
        "category": "power",
        "subCategory": "politics",
        "name": "Le Bulletin de la Liberté",
        "description": "Témoin des premières élections démocratiques post-Apartheid. Ce document historique représente le triomphe de la réconciliation sur la haine et la naissance de la Nation Arc-en-ciel portée par le rêve de Madiba.",
        "imageUri": "https://adarracq.github.io/unocculto-assets/col_za_bulletin_1994.png",
        "countryCode": "ZA",
        "rarity": "legendary"
    },
    {
        "id": "col_dz_pierre_polie",
        "category": "power",
        "subCategory": "history",
        "name": "Le Galet du Sahara Vert",
        "description": "Témoin d'une époque révolue où le désert était une savane verdoyante. Cette pierre évoque la mémoire millénaire des populations qui gravaient des girafes là où il n'y a plus aujourd'hui que du sable et du silence.",
        "imageUri": "https://adarracq.github.io/unocculto-assets/col_dz_pierre_polie.png",
        "countryCode": "DZ",
        "rarity": "legendary"
    },
    {
        "id": "col_de_mur",
        "category": "power",
        "subCategory": "geopolitics",
        "name": "L'Éclat du Mur",
        "description": "Un morceau de béton tagué, relique de la cicatrice qui divisa le monde en deux. Il symbolise la chute du Rideau de Fer et la victoire irrépressible de la liberté sur l'oppression politique.",
        "imageUri": "https://adarracq.github.io/unocculto-assets/col_de_mur.png",
        "countryCode": "DE",
        "rarity": "legendary"
    },
    {
        "id": "col_de_caractere_a",
        "category": "knowledge",
        "subCategory": "tech",
        "name": "Le Caractère Mobile",
        "description": "La petite pièce de plomb qui a déclenché une révolution mondiale. Cet objet marque la fin du monopole des moines copistes et le début de l'ère de la connaissance accessible à tous grâce à Gutenberg.",
        "imageUri": "https://adarracq.github.io/unocculto-assets/col_de_caractere_a.png",
        "countryCode": "DE",
        "rarity": "rare"
    },
    {
        "id": "col_ad_constitution",
        "category": "power",
        "subCategory": "politics",
        "name": "La Constitution d'Andorre",
        "description": "Ce document fondateur symbolise la modernisation d'un système féodal unique ayant survécu jusqu'au XXIe siècle. Il grave dans le marbre l'équilibre délicat entre deux co-princes étrangers, garantissant la neutralité et la souveraineté de ce petit État des Pyrénées.",
        "imageUri": "https://adarracq.github.io/unocculto-assets/col_ad_constitution.png",
        "countryCode": "AD",
        "rarity": "uncommon"
    },
    {
        "id": "col_ao_disque_vinyl",
        "category": "art",
        "subCategory": "music",
        "name": "Le Vinyle de Kizomba",
        "description": "Bien plus qu'un support musical, cet objet capture l'âme de Luanda où la mélancolie se transforme en fête. Il incarne la connexion physique et émotionnelle intense de la Kizomba, fusionnant les rythmes traditionnels angolais avec les influences caribéennes.",
        "imageUri": "https://adarracq.github.io/unocculto-assets/col_ao_disque_vinyl.png",
        "countryCode": "AO",
        "rarity": "common"
    },
    {
        "id": "col_ao_corne_palanca",
        "category": "knowledge",
        "subCategory": "nature",
        "name": "La Corne de Palanca Negra",
        "description": "Symbole absolu de résilience, cette corne majestueuse représente la survie miraculeuse de l'antilope nationale à travers des décennies de guerre civile. Elle incarne la fierté indestructible et la beauté sauvage de l'Angola, un trésor naturel que l'on croyait perdu à jamais.",
        "imageUri": "https://adarracq.github.io/unocculto-assets/col_ao_corne_palanca.png",
        "countryCode": "AO",
        "rarity": "legendary"
    },
    {
        "id": "col_sa_boussole_qibla",
        "category": "humanity",
        "subCategory": "religion",
        "name": "La Boussole Qibla",
        "description": "Un instrument spirituel essentiel qui guide des millions de croyants vers la Kaaba, quel que soit leur endroit sur Terre. Elle matérialise l'unité du monde islamique et l'attraction magnétique exercée par La Mecque, centre névralgique de la foi.",
        "imageUri": "https://adarracq.github.io/unocculto-assets/col_sa_boussole_qibla.png",
        "countryCode": "SA",
        "rarity": "legendary"
    },
    {
        "id": "col_sa_baril",
        "category": "power",
        "subCategory": "economy",
        "name": "Le Baril d'Or Noir",
        "description": "L'incarnation physique de l'énergie qui a métamorphosé un royaume désertique en un titan économique mondial. Ce conteneur symbolise la puissance stratégique et la richesse du sous-sol saoudien, moteur de la modernisation fulgurante du pays.",
        "imageUri": "https://adarracq.github.io/unocculto-assets/col_sa_baril.png",
        "countryCode": "SA",
        "rarity": "common"
    },
    {
        "id": "col_ar_bandoneon",
        "category": "art",
        "subCategory": "music",
        "name": "Le Bandonéon Nostalgique",
        "description": "L'âme mécanique du Tango, dont le soufflet respire la nostalgie des immigrants de Buenos Aires. Instrument d'origine allemande, il est devenu la voix déchirante de l'Argentine, transformant la tristesse et la solitude en une danse passionnée.",
        "imageUri": "https://adarracq.github.io/unocculto-assets/col_ar_bandoneon.png",
        "countryCode": "AR",
        "rarity": "common"
    },
    {
        "id": "col_ar_broche_evita",
        "category": "power",
        "subCategory": "politics",
        "name": "La Broche d'Evita",
        "description": "Un emblème de l'héritage complexe de la « Chef Spirituel de la Nation », adorée par les pauvres et crainte par l'oligarchie. Elle représente la ferveur du péronisme et le mythe éternel d'une femme qui a transcendé la politique pour devenir une icône sainte et populaire.",
        "imageUri": "https://adarracq.github.io/unocculto-assets/col_ar_broche_evita.png",
        "countryCode": "AR",
        "rarity": "rare"
    },
    {
        "id": "col_am_echiquier",
        "category": "art",
        "subCategory": "sport",
        "name": "L'Échiquier de Grand Maître",
        "description": "En Arménie, ce plateau n'est pas un jeu, mais un champ de bataille intellectuel enseigné dès l'école primaire. Il symbolise l'excellence stratégique et la fierté d'une petite nation capable de défier et de vaincre les géants mondiaux par la force de l'esprit.",
        "imageUri": "https://adarracq.github.io/unocculto-assets/col_am_echiquier.png",
        "countryCode": "AM",
        "rarity": "common"
    },
    {
        "id": "col_am_manuscrit",
        "category": "art",
        "subCategory": "books",
        "name": "Le Manuscrit Sauvé",
        "description": "Un réceptacle sacré de la culture arménienne, préservé à travers les siècles d'invasions et de génocides. Plus précieux que l'or, ces pages représentent la mémoire collective et la volonté de survie d'un peuple qui a littéralement porté son savoir sur son dos pour le sauver.",
        "imageUri": "https://adarracq.github.io/unocculto-assets/col_am_manuscrit.png",
        "countryCode": "AM",
        "rarity": "rare"
    },
    {
        "id": "col_au_boomerang",
        "category": "humanity",
        "subCategory": "religion",
        "name": "Le Boomerang du Rêve",
        "description": "Cet objet transcende sa fonction d'arme pour devenir le symbole du Tjukurpa, le Temps du Rêve aborigène. Il incarne le lien cyclique et sacré entre les Anangu et la terre rouge d'Uluru. Posséder cet artefact, c'est respecter la loi ancestrale et la mémoire vivante d'une culture millénaire.",
        "imageUri": "https://adarracq.github.io/unocculto-assets/col_au_boomerang.png",
        "countryCode": "AU",
        "rarity": "rare"
    },
    {
        "id": "col_at_freud_couch",
        "category": "humanity",
        "subCategory": "psycho",
        "name": "Le Divan Analytique",
        "description": "Ce meuble emblématique marque le lieu de naissance de la psychanalyse moderne à Vienne. Il symbolise le passage de l'hypnose à la libre association, offrant un espace pour explorer les conflits entre le Ça, le Moi et le Surmoi. C'est l'autel laïque où l'inconscient humain a enfin trouvé sa voix.",
        "imageUri": "https://adarracq.github.io/unocculto-assets/col_at_freud_couch.png",
        "countryCode": "AT",
        "rarity": "legendary"
    },
    {
        "id": "col_az_oil_vial",
        "category": "knowledge",
        "subCategory": "science",
        "name": "L'Élixir de Naftalan",
        "description": "Cette fiole contient un pétrole rare utilisé non pas pour brûler, mais pour guérir. Elle représente l'identité unique de l'Azerbaïdjan, capable de transformer une ressource industrielle en soin thérapeutique. C'est le symbole de l'union surprenante entre la géologie brute et la médecine traditionnelle.",
        "imageUri": "https://adarracq.github.io/unocculto-assets/col_az_oil_vial.png",
        "countryCode": "AZ",
        "rarity": "uncommon"
    },
    {
        "id": "col_bs_doubloon",
        "category": "power",
        "subCategory": "politics",
        "name": "Le Doublon de la République",
        "description": "Relique de l'âge d'or de la piraterie, cette pièce témoigne de l'époque où Nassau était une république libre défiant les empires. Elle symbolise une forme primitive et violente de démocratie directe sous l'égide de figures comme Barbe Noire. Un souvenir de liberté absolue avant le retour de l'ordre colonial.",
        "imageUri": "https://adarracq.github.io/unocculto-assets/col_bs_doubloon.png",
        "countryCode": "BS",
        "rarity": "rare"
    },
    {
        "id": "col_bh_natural_pearl",
        "category": "power",
        "subCategory": "economy",
        "name": "La Larme de Vénus",
        "description": "Cette perle naturelle incarne l'héritage économique et culturel de Bahreïn avant l'ère du pétrole. Elle représente le courage des plongeurs en apnée et la pureté d'un trésor que l'homme ne peut pas fabriquer, seulement trouver. Symbole d'authenticité, elle rappelle pourquoi le pays interdit formellement les perles de culture.",
        "imageUri": "https://adarracq.github.io/unocculto-assets/col_bh_natural_pearl.png",
        "countryCode": "BH",
        "rarity": "rare"
    },
    {
        "id": "col_BD_shaheed_minar",
        "category": "power",
        "subCategory": "history",
        "name": "Le Shaheed Minar",
        "description": "Ce monument incarne le sacrifice ultime pour la préservation de la langue maternelle et de l'identité culturelle. Il rappelle que le Bangladesh est la seule nation à avoir versé son sang pour le droit de parler ses propres mots, un combat désormais célébré mondialement par l'UNESCO.",
        "imageUri": "https://adarracq.github.io/unocculto-assets/col_BD_shaheed_minar.png",
        "countryCode": "BD",
        "rarity": "rare"
    },
    {
        "id": "col_BB_mount_gay_bottle",
        "category": "power",
        "subCategory": "economy",
        "name": "La Bouteille de Mount Gay 1703",
        "description": "Plus qu'un simple spiritueux, cette bouteille renferme l'histoire liquide de la Barbade, berceau mondial du rhum. Elle symbolise une époque où ce breuvage servait de monnaie d'échange, traversant les siècles depuis la plus ancienne distillerie du monde encore en activité.",
        "imageUri": "https://adarracq.github.io/unocculto-assets/col_BB_mount_gay_bottle.png",
        "countryCode": "BB",
        "rarity": "uncommon"
    },
    {
        "id": "col_BE_tintin_rocket",
        "category": "art",
        "subCategory": "books",
        "name": "La Fusée Lunaire",
        "description": "Icône absolue du Neuvième Art, cette fusée à damiers représente l'esprit visionnaire de la bande dessinée belge. Elle incarne l'aventure, l'imaginaire scientifique et le rayonnement culturel d'un pays devenu le maître incontesté de la narration graphique.",
        "imageUri": "https://adarracq.github.io/unocculto-assets/col_BE_tintin_rocket.png",
        "countryCode": "BE",
        "rarity": "common"
    },
    {
        "id": "col_BE_napoleon_hat",
        "category": "power",
        "subCategory": "history",
        "name": "Le Bicorne de l'Empereur",
        "description": "Ce chapeau légendaire marque la fin d'une épopée impériale et le basculement de l'histoire européenne dans la morne plaine de Waterloo. Il symbolise la chute de l'ambition démesurée face à la coalition des nations, redessinant la carte géopolitique du continent.",
        "imageUri": "https://adarracq.github.io/unocculto-assets/col_BE_napoleon_hat.png",
        "countryCode": "BE",
        "rarity": "legendary"
    },
    {
        "id": "col_BE_golden_sax",
        "category": "art",
        "subCategory": "music",
        "name": "Le Saxophone Originel",
        "description": "Né dans le laiton à Dinant, cet instrument est le pont sonore entre la rigueur classique et la liberté du Jazz. Il incarne l'ingéniosité d'Adolphe Sax, dont l'invention a offert une voix nouvelle, puissante et émotive à des générations d'artistes à travers le monde.",
        "imageUri": "https://adarracq.github.io/unocculto-assets/col_BE_golden_sax.png",
        "countryCode": "BE",
        "rarity": "rare"
    },
    {
        "id": "col_BJ_voodoo_fetish",
        "category": "humanity",
        "subCategory": "religion",
        "name": "Le Fétiche Gardien",
        "description": "Loin des clichés cinématographiques, cet objet sacré sert d'intermédiaire bienveillant entre le monde des vivants, les esprits de la nature et les ancêtres. Il représente la complexité et la lumière du culte Vaudou, ancré dans la recherche d'harmonie, de guérison et de protection.",
        "imageUri": "https://adarracq.github.io/unocculto-assets/col_BJ_voodoo_fetish.png",
        "countryCode": "BJ",
        "rarity": "uncommon"
    },
    {
        "id": "col_BJ_agojie_machete",
        "category": "power",
        "subCategory": "history",
        "name": "La Lame des Agojie",
        "description": "Cette arme est le symbole de la férocité et de la discipline des seules guerrières d'élite féminines de l'histoire moderne. Elle honore la mémoire des Amazones du Dahomey, dont le courage face aux armées coloniales a inspiré le monde entier et nourri la culture populaire.",
        "imageUri": "https://adarracq.github.io/unocculto-assets/col_BJ_agojie_machete.png",
        "countryCode": "BJ",
        "rarity": "legendary"
    }
]